Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: [Color proof] Bottom: a validated gallery proof is available but unmapped; exact board colors remain unavailable.
af: [Kleurbewys] Onder: 'n gevalideerde galerybewys is beskikbaar, maar ongekarteerd; presiese bordkleure bly onbeskikbaar.
am: [ቀለም ማረጋገጫ] ከታች፡ የተረጋገጠ የጋለሪ ማረጋገጫ ይገኛል ነገር ግን ካርታ የለውም፤ ትክክለኛ የቦርድ ቀለሞች አሁንም አይገኙም።
ar: [إثبات اللون] أسفل: يتوفر إثبات معرض معتمد ولكنه غير مُعيّن؛ ألوان اللوحة الدقيقة لا تزال غير متوفرة.
az: [Rəng sübutu] Alt: təsdiqlənmiş qalereya sübutu mövcuddur, lakin xəritələşdirilməyib; dəqiq lövhə rəngləri hələ də mövcud deyil.
be: [Каляровы адбітак] Унізе: даступны правераны галерэйны адбітак, але ён не нанесены на карту; дакладныя колеры дошкі застаюцца недаступнымі.
bg: [Цветова проба] Долу: налице е одобрена галерийна проба, но не е поставена; точните цветове на дъската не са достъпни.
bn: [রঙের প্রমাণ] নিচের অংশ: একটি যাচাইকৃত গ্যালারি প্রুফ উপলব্ধ রয়েছে কিন্তু ম্যাপ করা হয়নি; বোর্ডের সঠিক রঙ এখনও উপলব্ধ নয়।
ca: [Prova de color] Part inferior: hi ha disponible una prova de galeria validada però no està mapejada; els colors exactes del tauler no estan disponibles.
cs: [Barevná korektura] Dole: k dispozici je ověřená galerijní korektura, která však není namapována; přesné barvy desky zatím nejsou k dispozici.
cy: [Prawf lliw] Gwaelod: mae prawf oriel dilys ar gael ond heb ei fapio; nid yw lliwiau union y bwrdd ar gael o hyd.
da: [Farveprøve] Nederst: Der foreligger en godkendt galleri-prøve, men den er ikke kortlagt; de nøjagtige farver på brættet er stadig ikke tilgængelige.
de: [Farbproof] Unten: Ein validierter Galerie-Proof liegt vor, ist jedoch nicht zugeordnet; die genauen Plattenfarben sind weiterhin nicht verfügbar.
de_at: [Farbnachweis] Unten: Ein validierter Galerienachweis ist verfügbar, aber nicht zugeordnet; die genauen Platinenfarben sind weiterhin nicht verfügbar.
de_ch: [Farbnachweis] Unten: Ein validierter Galerienachweis ist verfügbar, aber nicht zugeordnet; die genauen Platinenfarben sind weiterhin nicht verfügbar.
el: [Δοκιμαστικό χρώματος] Κάτω: υπάρχει επικυρωμένο δοκιμαστικό της γκαλερί, αλλά δεν έχει αντιστοιχιστεί· τα ακριβή χρώματα του πίνακα παραμένουν άγνωστα.
es: [Prueba de color] Parte inferior: hay disponible una prueba de galería validada, pero sin asignar; los colores exactos del tablero siguen sin estar disponibles.
es_ar: [Prueba de color] Parte inferior: hay una prueba de galería validada, pero sin asignar; aún no se conocen los colores exactos de la placa.
es_mx: [Prueba de color] Parte inferior: hay disponible una prueba de galería validada, pero no está asignada; los colores exactos del tablero siguen sin estar disponibles.
et: [Värviproov] Allosas: kinnitatud galerii-proov on olemas, kuid seda ei ole kaardistatud; täpsed plaadi värvid ei ole veel teada.
eu: [Kolorearen froga] Behean: galeriaren froga balioztatua eskuragarri dago baina mapatu gabe; taularen kolore zehatzak oraindik ez daude eskuragarri.
fa: [اثبات رنگ] پایین: یک اثبات گالری معتبر موجود است اما نقشه‌برداری نشده است؛ رنگ‌های دقیق تخته همچنان در دسترس نیستند.
fi: [Värikoe] Alhaalla: vahvistettu galleriakoe on saatavilla, mutta sitä ei ole vielä sovitettu; levyjen tarkat värit eivät ole vielä tiedossa.
fil: [Patunay ng kulay] Ibaba: may magagamit na napatunayang patunay ng gallery ngunit hindi pa namamapa; ang eksaktong mga kulay ng board ay nananatiling hindi magagamit.
fr: [Épreuve couleur] En bas : une épreuve de galerie validée est disponible, mais non mappée ; les couleurs exactes du circuit ne sont pas encore disponibles.
fr_ca: [Épreuve couleur] Bas : une épreuve validée de la galerie est disponible, mais non cartographiée ; les couleurs exactes du plateau demeurent indisponibles.
ga: [Cruthúnas datha] Bun: tá cruthúnas gailearaí bailíochtaithe ar fáil ach níl sé mapáilte; níl dathanna cruinne an bhoird ar fáil fós.
gl: [Proba de cor] Parte inferior: hai dispoñible unha proba de galería validada pero non mapeada; as cores exactas do taboleiro seguen sen estar dispoñibles.
gu: [રંગ સાબિતી] નીચે: માન્ય ગેલેરી સાબિતી ઉપલબ્ધ છે પરંતુ મેપ કરેલ નથી; ચોક્કસ બોર્ડ રંગો ઉપલબ્ધ નથી.
he: [הוכחת צבע] למטה: הוכחת גלריה מאומתת זמינה אך אינה ממופה; צבעי הלוח המדויקים אינם זמינים.
hi: [रंग प्रमाण] नीचे: एक सत्यापित गैलरी प्रमाण उपलब्ध है लेकिन उसका मानचित्रण नहीं किया गया है; बोर्ड के सटीक रंग अभी भी अनुपलब्ध हैं।
hr: [Probni otisak u boji] Donji dio: dostupan je potvrđeni probni otisak u galeriji, ali nije mapiran; točne boje ploče ostaju nedostupne.
hu: [Színpróba] Alul: hitelesített galériás próba áll rendelkezésre, de nincs hozzárendelve; a táblák pontos színei továbbra sem ismertek.
hy: [Գունային ապացույց] Ներքևում՝ հաստատված պատկերասրահի ապացույցը հասանելի է, բայց քարտեզագրված չէ. տախտակի ճշգրիտ գույները դեռևս անհասանելի են։
id: [Bukti warna] Bagian bawah: bukti galeri yang telah diverifikasi tersedia, namun belum dipetakan; warna papan yang tepat masih belum tersedia.
is: [Litpróf] Neðst: Staðfest sönnun á myndasafni er tiltæk en ókortlögð; nákvæmir litir á borðinu eru enn ekki tiltækir.
it: [Prova colore] In basso: è disponibile una prova di galleria approvata, ma non abbinata; i colori esatti del pannello non sono ancora disponibili.
ja: [カラープルーフ] 下段：検証済みのギャラリー校正は存在するが、配置されていない。ボードの正確な色は利用できない。
ka: [ფერადი მტკიცებულება] ქვედა: დადასტურებული გალერეის მტკიცებულება ხელმისაწვდომია, მაგრამ არ არის მითითებული; დაფის ზუსტი ფერები მიუწვდომელია.
kk: [Түсті құжаты] Төменгі жағы: расталған галереялық құжат қолжетімді, бірақ картаға түсірілмеген; тақтаның нақты түстері әлі қолжетімді емес.
km: [ភស្តុតាងពណ៌] បាត៖ ភស្តុតាងវិចិត្រសាលដែលមានសុពលភាពអាចរកបាន ប៉ុន្តែមិនទាន់បានគូសផែនទី; ពណ៌ក្តារពិតប្រាកដនៅតែមិនអាចប្រើបាន។
kn: [ಬಣ್ಣ ಪುರಾವೆ] ಕೆಳಗೆ: ಮೌಲ್ಯೀಕರಿಸಿದ ಗ್ಯಾಲರಿ ಪುರಾವೆ ಲಭ್ಯವಿದೆ ಆದರೆ ನಕ್ಷೆ ಮಾಡಲಾಗಿಲ್ಲ; ನಿಖರವಾದ ಬೋರ್ಡ್ ಬಣ್ಣಗಳು ಲಭ್ಯವಿಲ್ಲ.
ko: [색상 교정본] 하단: 검증된 갤러리 교정본은 있으나 매핑되지 않았으며, 보드의 정확한 색상은 아직 확인되지 않았습니다.
ky: [Түстү далили] Төмөнкү: галереянын расмий далили бар, бирок картага түшүрүлгөн эмес; такталык так түстөрү жеткиликсиз бойдон калууда.
lo: [ການພິສູດສີ] ດ້ານລຸ່ມ: ການພິສູດຮູບພາບທີ່ຖືກຕ້ອງແລ້ວແມ່ນມີໃຫ້ແຕ່ບໍ່ໄດ້ກຳນົດໄວ້; ສີຂອງກະດານທີ່ແນ່ນອນຍັງຄົງບໍ່ມີໃຫ້.
lt: [Spalvotas maketas] Apačioje: yra patvirtintas galerijos maketas, tačiau jis nėra susietas su schema; tikslios plokštės spalvos vis dar nežinomos.
lv: [Krāsu paraugs] Apakšā: ir pieejams apstiprināts galerijas paraugs, taču tas nav izvietots; precīzas plāksnes krāsas joprojām nav pieejamas.
mk: [Доказ во боја] Долу: достапен е валидиран галериски доказ, но немапиран; точните бои на таблата остануваат недостапни.
ml: [കളർ പ്രൂഫ്] താഴെ: സാധുതയുള്ള ഒരു ഗാലറി പ്രൂഫ് ലഭ്യമാണ്, പക്ഷേ മാപ്പ് ചെയ്തിട്ടില്ല; കൃത്യമായ ബോർഡ് നിറങ്ങൾ ലഭ്യമല്ല.
mn: [Өнгөний хамгаалалт] Доод тал: баталгаажсан галерейн баталгаа байгаа боловч газрын зурагт ороогүй байна; самбарын яг өнгө байхгүй хэвээр байна.
mr: [रंग पुरावा] तल: एक प्रमाणित गॅलरी प्रूफ उपलब्ध आहे, परंतु ते मॅप केलेले नाही; बोर्डचे अचूक रंग अद्याप उपलब्ध नाहीत.
ms: [Bukti warna] Bahagian bawah: bukti galeri yang disahkan tersedia tetapi tidak dipetakan; warna papan yang tepat masih tidak tersedia.
mt: [Prova tal-kulur] Qiegħed: prova tal-gallerija vvalidata hija disponibbli iżda mhux immappjata; il-kuluri eżatti tal-bord għadhom mhux disponibbli.
my: [အရောင်အထောက်အထား] အောက်ခြေ - အတည်ပြုထားသော ပြခန်းအထောက်အထား ရရှိနိုင်သော်လည်း မြေပုံမရေးဆွဲရသေးပါ။ တိကျသော ဘုတ်အရောင်များကို ရရှိနိုင်ခြင်းမရှိပါ။
nb: [Fargeprøve] Nederst: Det foreligger en validert galleriprøve, men den er ikke tilordnet; de nøyaktige fargene på brettet er fortsatt utilgjengelige.
ne: [रङ प्रमाण] तल: एक मान्य ग्यालरी प्रमाण उपलब्ध छ तर अनम्याप गरिएको छ; सटीक बोर्ड रङहरू अनुपलब्ध छन्।
nl: [Kleurproef] Onderaan: er is een goedgekeurde galerij-proef beschikbaar, maar deze is nog niet in kaart gebracht; de exacte kleuren van de plaat zijn nog niet bekend.
or: [ରଙ୍ଗ ପ୍ରମାଣ] ତଳ: ଏକ ବୈଧ ଗ୍ୟାଲେରୀ ପ୍ରମାଣ ଉପଲବ୍ଧ କିନ୍ତୁ ମ୍ୟାପ୍ କରାଯାଇ ନାହିଁ; ସଠିକ୍ ବୋର୍ଡ ରଙ୍ଗ ଉପଲବ୍ଧ ନାହିଁ।
pa: [ਰੰਗ ਸਬੂਤ] ਹੇਠਾਂ: ਇੱਕ ਪ੍ਰਮਾਣਿਤ ਗੈਲਰੀ ਸਬੂਤ ਉਪਲਬਧ ਹੈ ਪਰ ਮੈਪ ਨਹੀਂ ਕੀਤਾ ਗਿਆ; ਸਹੀ ਬੋਰਡ ਰੰਗ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।
pl: [Próbka kolorystyczna] Na dole: dostępna jest zatwierdzona próbka galeryjna, ale nie została ona przypisana; dokładne kolory planszy pozostają niedostępne.
pt: [Prova de cor] Parte inferior: existe uma prova de galeria validada, mas ainda não mapeada; as cores exatas do tabuleiro continuam indisponíveis.
pt_br: [Prova de cor] Inferior: há uma prova de galeria validada disponível, mas sem mapeamento; as cores exatas da placa ainda não estão disponíveis.
ro: [Proba de culoare] Partea de jos: există o probă de galerie validată, dar fără schemă; culorile exacte ale plăcii nu sunt încă disponibile.
ru: [Цветной пробный оттиск] Внизу: имеется утвержденный пробный оттиск из галереи, но без позиционирования; точные цвета доски по-прежнему неизвестны.
si: [වර්ණ සාධනය] පහළ: වලංගු ගැලරි සාධනයක් ඇත, නමුත් සිතියම්ගත කර නොමැත; නිශ්චිත පුවරු වර්ණ තවමත් නොමැත.
sk: [Farebná korektúra] Dole: k dispozícii je schválená galerijná korektúra, ktorá však nie je priradená k šablóne; presné farby dosky zatiaľ nie sú k dispozícii.
sl: [Barvni dokaz] Spodaj: na voljo je potrjen galerijski dokaz, vendar ni označen; natančne barve plošče ostajajo nedostopne.
sq: [Provë me ngjyra] Poshtë: një provë e validuar e galerisë është e disponueshme, por e pahartuar; ngjyrat e sakta të tabelës mbeten të padisponueshme.
sr: [Проба боја] Доња страна: важећи галеријски пробни отиск је доступан, али без мапе; тачне боје плоче и даље нису доступне.
sv: [Färgprov] Nedan: ett godkänt galleriprov finns tillgängligt men är inte kartlagt; de exakta färgerna på kretskorten är fortfarande okända.
sw: [Inazuia rangi] Chini: uthibitisho uliothibitishwa wa ghala unapatikana lakini haujapangwa; rangi halisi za ubao bado hazipatikani.
ta: [வண்ணச் சான்று] கீழே: சரிபார்க்கப்பட்ட சான்று புகைப்படம் உள்ளது, ஆனால் அது பலகையில் வரைபடத்தில் குறிக்கப்படவில்லை; பலகையின் சரியான வண்ணங்கள் இன்னும் கிடைக்கவில்லை.
te: [రంగు రుజువు] దిగువన: ధృవీకరించబడిన గ్యాలరీ రుజువు అందుబాటులో ఉంది కానీ మ్యాప్ చేయబడలేదు; ఖచ్చితమైన బోర్డు రంగులు అందుబాటులో లేవు.
th: [ตัวอย่างสี] ด้านล่าง: มีตัวอย่างภาพในแกลเลอรี่ที่ผ่านการตรวจสอบแล้ว แต่ยังไม่ได้วางในกระดาน สีของกระดานยังไม่พร้อมใช้งาน
tr: [Renkli prova] Alt kısım: Onaylanmış bir galeri provası mevcut olmakla birlikte, tasarıma yerleştirilmemiştir; kartın kesin renkleri hâlâ bilinmemektedir.
uk: [Кольоровий макет] Внизу: затверджений макет галереї є, але він не нанесений на карту; точні кольори дошки поки недоступні.
ur: [رنگ کا ثبوت] نیچے: ایک توثیق شدہ گیلری کا ثبوت دستیاب ہے لیکن بغیر نقشے کے۔ عین مطابق بورڈ کے رنگ دستیاب نہیں ہیں۔
vi: [Bản in thử màu] Dưới cùng: Bản in thử đã được xác nhận có sẵn nhưng chưa được ánh xạ; màu sắc chính xác của bảng vẫn chưa có.
zh_hans: [色彩样张] 底部：已有经验证的图库样张，但未映射；确切的板面颜色仍无法确定。
zh_hant: [色彩校樣] 底部：雖有經核可的畫廊校樣，但尚未配置對應位置；確切的板面顏色仍無法確認。
zu: [Ukufaka umbala] Ngezansi: ubufakazi begalari obuqinisekisiwe buyatholakala kodwa abukahlelwa; imibala yebhodi eqondile ayisatholakali.

source: [Color proof] Bottom: factory payload present, validity unverified; exact colors are unavailable without a validated proof.
af: [Kleurbewys] Onder: fabrieksvrag teenwoordig, geldigheid ongeverifieer; presiese kleure is nie beskikbaar sonder 'n gevalideerde bewys nie.
am: [ቀለም ማረጋገጫ] ከታች፡ የፋብሪካ ክፍያ ጭነት አለ፣ ትክክለኛነት አልተረጋገጠም፤ ትክክለኛ ቀለሞች ያለተረጋገጠ ማረጋገጫ አይገኙም።
ar: [إثبات اللون] أسفل الصفحة: حمولة المصنع موجودة، لم يتم التحقق من صحتها؛ الألوان الدقيقة غير متوفرة بدون إثبات تم التحقق منه.
az: [Rəng sübutu] Alt hissə: zavod yükü mövcuddur, etibarlılığı təsdiqlənməyib; dəqiq rənglər təsdiqlənmiş sübut olmadan mövcud deyil.
be: [Каляровы доказ] Унізе: заводская карысная нагрузка ёсць, сапраўднасць не праверана; дакладныя колеры недаступныя без праверанага доказу.
bg: [Цветова проба] Долу: фабричният полезен товар е налице, валидността не е проверена; точните цветове не са достъпни без проверена проба.
bn: [রঙের প্রমাণ] নিচের অংশ: ফ্যাক্টরি পেলোড উপস্থিত, বৈধতা যাচাই করা হয়নি; যাচাইকৃত প্রমাণ ছাড়া সঠিক রঙগুলো পাওয়া সম্ভব নয়।
ca: [Prova de color] Part inferior: càrrega útil de fàbrica present, validesa no verificada; els colors exactes no estan disponibles sense una prova validada.
cs: [Barevná korektura] Dole: obsaženo tovární užitečné zatížení, platnost neověřena; přesné barvy nelze určit bez ověřené korekturyy.
cy: [Prawf lliw] Gwaelod: llwyth y ffatri yn bresennol, dilysrwydd heb ei wirio; nid yw lliwiau union ar gael heb brawf dilys.
da: [Farveprøve] Nederst: fabriksnyttelast til stede, gyldighed ikke verificeret; de nøjagtige farver er ikke tilgængelige uden en valideret prøve.
de: [Farbproof] Unten: Werksnutzlast vorhanden, Gültigkeit nicht überprüft; die genauen Farben sind ohne einen validierten Proof nicht verfügbar.
de_at: [Farbnachweis] Unten: Werksnutzlast vorhanden, Gültigkeit nicht geprüft; genaue Farben sind ohne einen validierten Nachweis nicht verfügbar.
de_ch: [Farbnachweis] Unten: Werksseitige Nutzlast vorhanden, Gültigkeit nicht geprüft; genaue Farben sind ohne einen validierten Nachweis nicht verfügbar.
el: [Δοκιμαστικό χρώματος] Κάτω: υπάρχει εργοστασιακό φορτίο, η εγκυρότητα δεν έχει επαληθευτεί· τα ακριβή χρώματα δεν είναι διαθέσιμα χωρίς επικυρωμένο δοκιμαστικό.
es: [Prueba de color] Parte inferior: se incluye la carga útil de fábrica, pero no se ha comprobado su validez; no es posible determinar los colores exactos sin una prueba validada.
es_ar: [Prueba de color] Parte inferior: la carga útil de fábrica está presente, pero no se ha verificado su validez; no se pueden determinar los colores exactos sin una prueba validada.
es_mx: [Prueba de color] Parte inferior: carga útil de fábrica presente, validez no verificada; los colores exactos no están disponibles sin una prueba validada.
et: [Värviproov] Allosas: tehase koormus on olemas, kehtivust ei ole kontrollitud; täpsed värvid ei ole kättesaadavad ilma kinnitatud proovita.
eu: [Kolorearen froga] Behean: fabrikako karga presente, baliozkotasuna egiaztatu gabe; kolore zehatzak ez daude eskuragarri balioztatutako frogarik gabe.
fa: [اثبات رنگ] پایین: محموله کارخانه موجود است، اعتبار آن تأیید نشده است؛ رنگ‌های دقیق بدون اثبات اعتبارسنجی‌شده در دسترس نیستند.
fi: [Värikoe] Alhaalla: tehtaan merkintä olemassa, voimassaoloa ei ole vahvistettu; tarkkoja värejä ei ole saatavilla ilman vahvistettua värikoetta.
fil: [Patunay ng kulay] Ibaba: mayroon nang factory payload, hindi pa nabe-verify ang bisa; hindi makukuha ang eksaktong mga kulay nang walang napatunayang patunay.
fr: [Épreuve couleur] En bas : données d'usine présentes, validité non vérifiée ; les couleurs exactes ne sont pas disponibles sans une épreuve validée.
fr_ca: [Épreuve couleur] Bas : charge utile d'usine présente, validité non vérifiée ; les couleurs exactes ne sont pas disponibles sans preuve validée.
ga: [Cruthúnas datha] Bun: ualach monarchan i láthair, bailíocht gan fhíorú; níl dathanna cruinne ar fáil gan cruthúnas bailíochtaithe.
gl: [Proba de cor] Parte inferior: carga útil de fábrica presente, validez sen verificar; as cores exactas non están dispoñibles sen unha proba validada.
gu: [રંગ સાબિતી] નીચે: ફેક્ટરી પેલોડ હાજર છે, માન્યતા ચકાસાયેલ નથી; માન્ય પુરાવા વિના ચોક્કસ રંગો ઉપલબ્ધ નથી.
he: [הוכחת צבע] למטה: מטען מהמפעל קיים, תוקפו לא אומת; צבעים מדויקים אינם זמינים ללא הוכחה מאומתת.
hi: [रंग प्रमाण] नीचे: फैक्ट्री पेलोड मौजूद है, वैधता की पुष्टि नहीं हुई है; मान्य प्रमाण के बिना सटीक रंग उपलब्ध नहीं हैं।
hr: [Probni otisak u boji] Donji dio: prisutan tvornički podatak, valjanost nije provjerena; točne boje nisu dostupne bez potvrđenog probnog otiska.
hu: [Színpróba] Alul: gyári hasznos adat jelen van, érvényessége nem ellenőrzött; a pontos színek hitelesített próba nélkül nem állapíthatók meg.
hy: [Գունային ապացույց] Ներքևում՝ գործարանային բեռը առկա է, վավերականությունը չի ստուգվել. ճշգրիտ գույները հասանելի չեն առանց վավերացված ապացույցի։
id: [Bukti warna] Bagian bawah: terdapat data muatan pabrik, keabsahan belum diverifikasi; warna yang tepat tidak tersedia tanpa bukti yang telah diverifikasi.
is: [Litpróf] Neðst: Verksmiðjugeymsla til staðar, gildi óstaðfest; nákvæmir litir eru ekki tiltækir án staðfestrar sönnunar.
it: [Prova colore] In basso: dati di fabbrica presenti, validità non verificata; i colori esatti non sono disponibili senza una prova convalidata.
ja: [カラープルーフ] 下段：ファクトリペイロードが存在しますが、有効性は確認されていません。検証済みの校正がない限り、正確な色は利用できません。
ka: [ფერადი დადასტურება] ქვედა: ქარხნული დატვირთვა არსებობს, ნამდვილობა დაუდასტურებელია; ზუსტი ფერები მიუწვდომელია დადასტურებული დადასტურების გარეშე.
kk: [Түсті құжаты] Төменгі жағы: зауыттық жүктеме бар, жарамдылығы тексерілмеген; расталған құжатсыз нақты түстер қолжетімді емес.
km: [ភស្តុតាងពណ៌] បាត៖ បន្ទុកដែលផ្ទុកចេញពីរោងចក្រមានវត្តមាន សុពលភាពមិនទាន់បានផ្ទៀងផ្ទាត់; ពណ៌ពិតប្រាកដមិនអាចរកបានទេបើគ្មានភស្តុតាងដែលមានសុពលភាព។
kn: [ಬಣ್ಣ ಪುರಾವೆ] ಕೆಳಗೆ: ಕಾರ್ಖಾನೆಯ ಪೇಲೋಡ್ ಇದೆ, ಸಿಂಧುತ್ವವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ; ಮೌಲ್ಯೀಕರಿಸಿದ ಪುರಾವೆ ಇಲ್ಲದೆ ನಿಖರವಾದ ಬಣ್ಣಗಳು ಲಭ್ಯವಿಲ್ಲ.
ko: [색상 교정본] 하단: 공장 출하 시 색상 정보가 포함되어 있으나, 유효성은 확인되지 않았습니다. 유효성이 확인된 교정본이 없으면 정확한 색상을 확인할 수 없습니다.
ky: [Түстү далили] Төмөнкү: заводдук жүктөм бар, жарактуулугу текшерилген эмес; так түстөр расмий далилсиз жеткиликтүү эмес.
lo: [ສີກັນໄດ້] ດ້ານລຸ່ມ: ມີຂໍ້ມູນເຕີລະຫວ່າງຂອງໂຮງງານ, ຄວາມຖືກຕ້ອງຍັງບໍ່ທັນໄດ້ຮັບການຢືນຢັນ; ສີທີ່ແນ່ນອນບໍ່ສາມາດໃຊ້ໄດ້ໂດຍບໍ່ມີຫຼັກຖານທີ່ຖືກຢືນຢັນ.
lt: [Spalvotas maketas] Apačioje: yra gamyklinis duomenų rinkinys, jo autentiškumas nepatvirtintas; be patvirtinto maketo negalima nustatyti tikslių spalvų.
lv: [Krāsu paraugs] Apakšā: rūpnīcas dati ir pieejami, derīgums nav pārbaudīts; precīzas krāsas nav pieejamas bez apstiprināta parauga.
mk: [Доказ во боја] Долу: присутен фабрички товар, валидноста не е потврдена; точните бои не се достапни без валидиран доказ.
ml: [കളർ പ്രൂഫ്] താഴെ: ഫാക്ടറി പേലോഡ് നിലവിലുണ്ട്, സാധുത സ്ഥിരീകരിച്ചിട്ടില്ല; സാധുതയുള്ള തെളിവില്ലാതെ കൃത്യമായ നിറങ്ങൾ ലഭ്യമല്ല.
mn: [Өнгөний баталгаа] Доод тал: үйлдвэрийн ачаалал байгаа, хүчин төгөлдөр байдал нь баталгаажаагүй; баталгаажсан баталгаагүйгээр яг өнгө нь байхгүй.
mr: [रंग पुरावा] तल: फॅक्टरी पेलोड उपस्थित आहे, वैधता पडताळलेली नाही; प्रमाणित पुराव्याशिवाय अचूक रंग उपलब्ध नाहीत.
ms: [Bukti warna] Bawah: muatan kilang ada, kesahan tidak disahkan; warna yang tepat tidak tersedia tanpa bukti yang disahkan.
mt: [Prova tal-kulur] Isfel: tagħbija mill-fabbrika preżenti, validità mhux verifikata; kuluri eżatti mhumiex disponibbli mingħajr prova vvalidata.
my: [အရောင်ခိုင်ခံ့မှု] အောက်ခြေ- စက်ရုံထုတ် payload ရှိနေပြီး၊ တရားဝင်မှုကို အတည်မပြုရသေးပါ။ အတည်ပြုထားသော အထောက်အထားမရှိပါက တိကျသောအရောင်များကို မရရှိနိုင်ပါ။
nb: [Fargeprøve] Nederst: fabrikkens nyttelast er til stede, gyldigheten er ikke bekreftet; de nøyaktige fargene er ikke tilgjengelige uten en validert prøve.
ne: [रङ प्रमाण] तल: कारखाना पेलोड उपस्थित छ, वैधता अप्रमाणित छ; प्रमाणित प्रमाण बिना सटीक रङहरू उपलब्ध छैनन्।
nl: [Kleurproef] Onder: fabrieksgegevens aanwezig, geldigheid niet geverifieerd; de exacte kleuren zijn niet beschikbaar zonder een gevalideerde proefdruk.
or: [ରଙ୍ଗ ପ୍ରମାଣ] ତଳ: କାରଖାନା ପେଲୋଡ୍ ଉପସ୍ଥିତ, ବୈଧତା ଯାଞ୍ଚ କରାଯାଇନାହିଁ; ବୈଧ ପ୍ରମାଣ ବିନା ସଠିକ୍ ରଙ୍ଗ ଉପଲବ୍ଧ ନୁହେଁ।
pa: [ਰੰਗ ਸਬੂਤ] ਹੇਠਾਂ: ਫੈਕਟਰੀ ਪੇਲੋਡ ਮੌਜੂਦ ਹੈ, ਵੈਧਤਾ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਗਈ; ਪ੍ਰਮਾਣਿਤ ਸਬੂਤ ਤੋਂ ਬਿਨਾਂ ਸਹੀ ਰੰਗ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।
pl: [Próbka kolorystyczna] Na dole: obecny ładunek fabryczny, ważność niepotwierdzona; bez zatwierdzonej próbki nie są dostępne dokładne kolory.
pt: [Prova de cor] Parte inferior: carga útil de fábrica presente, validade não verificada; as cores exatas não estão disponíveis sem uma prova validada.
pt_br: [Prova de cor] Parte inferior: carga útil de fábrica presente, validade não verificada; as cores exatas não estão disponíveis sem uma prova validada.
ro: [Proba de culoare] Partea de jos: încărcătura utilă din fabrică este prezentă, dar validitatea acesteia nu a fost verificată; culorile exacte nu sunt disponibile fără o probă validată.
ru: [Цветной пробный оттиск] Внизу: присутствует заводская маркировка, достоверность не подтверждена; точные цвета установить невозможно без подтвержденного пробного оттиска.
si: [වර්ණ සාධනය] පහළ: කර්මාන්තශාලා බර පැටවීම පවතී, වලංගුභාවය සත්‍යාපනය කර නොමැත; වලංගු සාක්ෂි නොමැතිව නිශ්චිත වර්ණ ලබා ගත නොහැක.
sk: [Farebná korektúra] Dole: prítomný továrenský údaj, platnosť neoverená; presné farby nie sú k dispozícii bez overenej korektúry.
sl: [Barvni dokaz] Spodaj: tovarniški tovor prisoten, veljavnost ni preverjena; natančne barve niso na voljo brez potrjenega dokaza.
sq: [Provë me ngjyra] Poshtë: ngarkesa e fabrikës është e pranishme, vlefshmëria e paverifikuar; ngjyrat e sakta nuk janë të disponueshme pa një provë të validuar.
sr: [Проба боја] Доња страна: фабрички терет присутан, важећност непотврђена; тачне боје нису доступне без потврђене пробе.
sv: [Färgprov] Nederst: fabrikslast finns, giltighet ej verifierad; exakta färger kan inte fastställas utan ett verifierat prov.
sw: [Inazuia rangi] Chini: mzigo wa kiwandani upo, uhalali haujathibitishwa; rangi halisi hazipatikani bila uthibitisho uliothibitishwa.
ta: [வண்ணச் சான்று] கீழ்ப்பகுதி: தொழிற்சாலை தரவு வெளிய உள்ளது, செல்லுபடித்தன்மை சரிபார்க்கப்படவில்லை; சரிபார்க்கப்பட்ட சான்று இல்லாமல் துல்லியமான வண்ணங்கள் கிடைக்காது.
te: [రంగు రుజువు] దిగువ: ఫ్యాక్టరీ పేలోడ్ ఉంది, చెల్లుబాటు ధృవీకరించబడలేదు; ధృవీకరించబడిన రుజువు లేకుండా ఖచ్చితమైన రంగులు అందుబాటులో లేవు.
th: [ตัวอย่างสี] ด้านล่าง: ข้อมูลจากโรงงานมีอยู่ แต่ยังไม่ได้ตรวจสอบความถูกต้อง สีที่แน่นอนจะไม่สามารถระบุได้หากไม่มีตัวอย่างที่ผ่านการตรวจสอบแล้ว
tr: [Renkli prova] Alt kısım: Fabrika yükü mevcut, geçerliliği doğrulanmamış; doğrulanmış bir prova olmadan kesin renkler elde edilemez.
uk: [Кольоровий макет] Внизу: заводське навантаження присутнє, достовірність не підтверджена; точні кольори недоступні без перевіреного макета.
ur: [رنگ کا ثبوت] نیچے: فیکٹری پے لوڈ موجود، درستگی غیر تصدیق شدہ؛ درست رنگ بغیر تصدیق شدہ ثبوت کے دستیاب نہیں ہیں۔
vi: [Bản in thử màu] Dưới cùng: dữ liệu gốc từ nhà máy có mặt, tính hợp lệ chưa được xác minh; màu sắc chính xác không có sẵn nếu không có bản in thử đã được xác thực.
zh_hans: [色彩样张] 底部：工厂提供的原始数据存在，有效性未经验证；若无经验证的样张，无法确定确切颜色。
zh_hant: [色彩校樣] 下方：工廠載荷已提供，有效性未經核實；若無經核實的校樣，則無法確認確切色彩。
zu: [Ukufaka umbala] Ngezansi: umthwalo wefektri ukhona, ukusebenza akuqinisekisiwe; imibala eqondile ayitholakali ngaphandle kobufakazi obuqinisekisiwe.
